const input = `
第2991章 我要在你身上洒上孜然！

    黄山前辈一句话，便让宋书航原本有些忐忑的内心平静起来。

    “谢谢黄山前辈……我会争取做到最好。”宋书航传音回复。

    整个‘九洲一号群’的前辈，都在支持着他。

    从踏入修行开始到现在，他都不是一个人！

    现在不仅是‘九洲一号群’的前辈，狗蛋爹那边的一群大佬也是他强力后盾。

    所以，哪怕是‘天道’，哪怕是‘超脱’这个难题，他都会尽量去做到最好。

    不管能不能成功，拼过、奋斗过，就是最精彩的经历！

    不用黄山妈妈再多说什么，宋书航自己就脑补了一大锅的‘心灵鸡汤’，自给自足，自得其乐。

    喝完自己熬的心灵鸡汤后，霸宋变的动力十足！

    黄山前辈微微一笑，继续望着舞台上灭凤和豆豆之间的过年大戏。

    这很可能是‘九洲一号群’最后一个安稳的新年了。

    且过且珍惜。

    ……

    ……

    随着白分身归来后，别雪仙姬的‘年兽仙肴’也开始接着上宴——如果白前辈不回来的话，其他的菜会照上，但年兽仙肴肯定要延迟。

    最好的东西，要留着暖白前辈的胃。

    宋书航坐在自己的位置上，随口问道：“话说，我在复活前的仙肴份额呢？”

    他看到之前的‘年兽仙肴’中，有一种是按人数一份份上的吧？

    话音刚落，刚回归的功德仙子、造化仙子、黑皮羽柔子齐齐歪过脑袋。

    宋书航：“……”

    好吧，他已经知道答案了。

    头顶上，楚阁主呆毛在风中摇曳生姿，似乎欲言又止的样子。

    她现在非常紧张。

    既想第一时间从宋书航口中得到关于‘碧水阁信息’的答案。

    但又担心会得到令她绝望的回复。

    想问，又不敢问。

    宋书航感觉到头皮上呆毛的摆动节奏后，传音道：【楚前辈，关于碧水阁的事情，我已经和道子前辈交流过了。】

    有时候，霸宋其实也很懂人心。

    【天道怎么说？】楚阁主呆毛忍不住问道。

    “放心吧，有机会的。”宋书航回复道，他的声音柔和又坚定，给人一种充满信心的感觉

    楚阁主听到这里，呆毛一下子就软趴趴倒了下来。

    是个好消息，令她欣喜到浑身都发软的好消息！

    从远古到现在，她最最最想听到的，其实就是这句话。

    【不过，想复活‘碧水阁成员’的话……我们无法借助道子前辈的力量。所以，还需要再等待一些时间。】宋书航又补充道。

    楚阁主呆毛微微点了点尖尖。

    无法借助道子的力量，也就是说天道‘道子’还有更重要的事情要处理，所以无法出手相助。

    关于这点，楚阁主很理解。

    她和道子、儒家之间，又没有什么因果，儒家和道子也没欠她的人情。所以人家如果帮助她是人情，不愿意帮助她是本份。

    甚至道子愿意告诉她答案，给她一个希望，就已经是人情了。

    虽然迫不及待想让碧水阁的成员回归……但楚茕茕心底很零清，不会产生无理取闹的心态。

    这就是判断一个人是否成熟的标志之一。

    “我从远古等到了现在，这么多年来，我都已经过来了。所以，只要有希望，我可以等下去。”楚阁主呆毛缓缓道。

    “不会等太久的，我保证。”宋书航道。

    毕竟，这诸天万界可能只剩２２天的安稳时间了。

    ……

    ……

    过年宴还在持续。

    酒过三巡后，‘九洲一号群’的成员借着微醺的酒意，一个个上台表演绝活。

    连稳重的恒火前辈也忍不住上去跳了段剑舞——儒家最近喜事连连，身为儒家的弟子，恒火最近心情都是满值的快乐。

    宋书航在热闹的酒宴中，悄悄隐去身形，将‘钢铁分身’拉过来，安置在自己的位置上。

    他的真身悄悄遁去，片刻后，来到苏氏阿十六渡劫之处。

    阿十六的天劫已经进入到尾声阶段。

    有白龙姐姐替她护法，再加上她身上的功法缺陷也已经拔除，一身实力早就超过六品的级别，此次渡这五晋六天劫，手到擒来。

    甚至她还有余力，将部分看上去比较有肉的天劫劫雷捕捉、封印，为霸宋的食材库添砖加瓦。

    宋书航望着阿十六身上的功德，轻声道：“又欠了赤霄子前辈、道子前辈们一个人情啊。”

    多亏这几位前辈们，将珍贵的机会让给了苏氏阿十六，让她得到了‘助道子前辈证道’的机会，从而获得天道反馈的祝福。

    有这么一层福缘在，阿十六这波天劫渡的特别稳妥。

    看了片刻后，宋书航用灵力在边上留下‘留言’，身形再次悄悄遁离。

    ……

    ……

    数息后。

    宋书航遁入到了神秘岛的位置。

    岛上一个强者用大法力临时开辟的空间中。

    琉璃色程琳和天帝子正在拼斗。

    见到宋书航的身形闪现，两者对了一掌，身形后退分开。

    “宋前辈，又怎么了哒？”天帝子不满地望向宋书航道，没看到她正在吊打程琳哒？

    “阿宋，天帝她哒我！”琉璃色程琳对着宋书航叫道，同时，她的身形变的虚幻起来，仿佛随时要消散一般。

    宋书航：“……”

    “没事的话就快走开。”天帝子见宋书航沉默不言，摆手赶人。

    “稍稍有点事。”宋书航叹了口气，望向琉璃色程琳：“我要去道子前辈开辟出来的‘天道空间’中去闭关了，你怎么看？”

    “我和天帝子打完再看。”琉璃色程琳拍着胸膛回复。

    “打完你就死了。”天帝子用软软的声音冷声道。

    宋书航：“……”

    【霸宋道友，你准备好了吗？】这时，耳畔传来道子的声音。

    还没半个小时，道子就已经开辟了空间。

    “准备好了，道子师兄。”宋书航回复。

    接着他朝琉璃色程琳与天帝子摆了摆手，又望了眼下方‘神秘岛’的位置。

    本来还想着进神秘岛一趟，结果道子师兄提前了。

    只能等下回再进神秘岛看看。

    道子：“那我接你进来。”

    下一刻，宋书航的身形消失于原地，从诸天万界中失去踪迹，进入到道子专门开辟的‘时空秘境’内。

    等宋书航的身形消散后，琉璃色程琳的身形才开始变的凝实起来。

    “继续吧，天帝子。”恢复后的琉璃色程琳嚣张起来：“时机差不多了，今天你我就分个生死……要么你将我吃了，要么我把你放到烧烤架上，洒上孜然！”
`

const broker = require('./broker')
const output = broker.convert(input)
console.log(output)
